Repository: viniciusnau/TemporaryRepo
Catalog: APP/sei/web/i18n/*/LC_MESSAGES/externo.po
Languages: es_es, fr_fr

source: Conferência de Autenticidade de Documentos
es_es: Conferencia de Autenticidad del Documento
fr_fr: Vérification d'Authenticité des Documents

source: Código de confirmação inválido.
es_es: Código de confirmación inválido.
fr_fr: Code de Confirmation invalide.

source: Documento não possui assinatura.
es_es: Documento sin firma.
fr_fr: Document n'a pas de signature.

source: Clique
es_es: Clic
fr_fr: Cliquez

source: aqui
es_es: aquí
fr_fr: ici

source: para visualizar o documento.
es_es: para ver el documento.
fr_fr: pour voir le document.

source: para download do documento.
es_es: para descargar el documento.
fr_fr: télécharger le document.

source: Para validação da assinatura digital faça download do conteúdo clicando
es_es: Para validación de la firma digital, descargar el contenido haciendo clic
fr_fr: Pour valider la signature numérique, télécharger le contenu

source: Tabela de Assinaturas
es_es: Gráfico de firmas
fr_fr: Tableau des Signatures

source: Lista de Assinaturas
es_es: Lista de firmas
fr_fr: Liste des Signatures

source: registro
fr_fr: registre

source: Assinante
es_es: Abonado
fr_fr: Signateur

source: Cargo/Função
es_es: Puesto/Función
fr_fr: Charge/Fonction

source: Data/Hora
es_es: Fecha/Hora
fr_fr: Date/Heure

source: Tipo
fr_fr: Type

source: Certificado Digital
fr_fr: Certificat Numérique

source: Login/Senha
es_es: Login/contraseña
fr_fr: Connexion/Mot de Passe

source: Download do arquivo PKCS #7 para validação da assinatura digital
es_es: Descargar el archivo PKCS #7 para la validación de la firma digital
fr_fr: Téléchargement du fichier PKCS #7 pour validation de la signature numérique

source: Documento não encontrado.
es_es: Documento no encontrado.
fr_fr: Document pas trouvé.

source: Link para download inválido.
es_es: Link no válido para descargar.
fr_fr: Lien pour téléchargement invalide.

source: Assinatura não encontrada.
es_es: No se encuentra la firma.
fr_fr: Signature pas trouvée.

source: Documento não possui conteúdo.
es_es: Documento no tiene contenido.
fr_fr: Document n'a pas de contenu.

source: Ação '%s' não reconhecida.
es_es: Acción '%s' no reconocida.
fr_fr: Action '%s' non reconnue.

source: Informe o Código Verificador.
es_es: Informe el Código Verificador.
fr_fr: Informer le Code Vérificateur.

source: Informe o Código CRC.
es_es: Informe el Código CRC.
fr_fr: Informer le Code CRC.

source: Informe o Código de confirmação.
es_es: Informe el Código de confirmación.
fr_fr: Informer le Code de Confirmation.

source: Código Verificador
es_es: Código de confirmación
fr_fr: Code Vérificateur

source: Código CRC
fr_fr: Code CRC

source: Não foi possível carregar a imagem de confirmação
es_es: No se pudo cargar la imagen de confirmación
fr_fr: Impossible de charger l'image de confirmation

source: Pesquisar
es_es: Buscar
fr_fr: Rechercher
